Repository: aleixfargas/HealthManagerWeb
Catalog: app/Resources/translations/visits.*.xlf
Languages: ca, es

# section_add_new
source: Add New Visit
ca: Afegeix una visita
es: Añade una visita

# section_today
source: Today
ca: Avui
es: Hoy

# section_no_visits
source: No visit found
ca: No s'han trobat visites
es: No se han encontrado visitas

# section_visit_single
source: Visit
ca: Visita
es: Visita

# section_visit_add_form
source: Add new visit
ca: Afegeix una nova visita
es: Añade una nueva visita

# section_visit_edit_form
source: Edit this visit
ca: Edició de visites
es: Edita esta visita

# section_input_patient
source: Patient
ca: Pacient
es: Paciente

# section_unknow_patient
source: Unknown patient
ca: Pacient indefinit
es: Paciente indefinido

# section_input_visit_date
source: Visit Time
ca: Hora de la visita
es: Hora de la visita

# section_input_reservation_date
source: Reservation Date
ca: Data de la reserva
es: Data de la reserva

# section_input_visit_reason
source: Visit reason
ca: Motiu de la visita
es: Razon de la visita

# section_input_visit_comments
source: Visit comments
ca: Resolució de la visita
es: Resolucion de la visita

# section_could_not_remove
source: Could not remove visit, try again later.
ca: No s'ha pogut esborrar la visita, intenta-ho més tard.
es: No se ha podido eliminar la visita, pruébalo mas tarde

# global_choose_another_hour
source: Please choose another hour. The selected hour is reserved yet.
ca: Siusplau, tria una altre hora. L'hora seleccionada ja està ocupada.
es: Por favor, elije otra hora. La hora seleccionada ya esta reservada.

# section_visits_calendar
source: Calendar
es: Calendario

# error_loading_visits
source: Error loading the visits for the selected date
es: Error cargando las visitas para el dia seleccionado

# error_visit_fields
source: Please, fill the visit date first
es: Rellene la fecha de la visita, por favor
